Repository: norahev/herokuapp
Catalog: honeyexpress/locale/*/LC_MESSAGES/django.po
Languages: ro

source: About us
ro: Despre noi

source: Shop
ro: Magazin

source: Homemade honey for everyone.
ro: Miere de casă pentru toată lumea

source: Order here.
ro: Cumpără aici.

source: Order here
ro: Cumpără aici.

source: Email address*
ro: Adresa de email*

source: We'll never share your personal information with anyone else.
ro: Nu vom împărtăși informațiile personale cu nimeni.

source: Name*
ro: Nume*

source: Address*
ro: Adresa*

source: Address
ro: Adresa

source: Telephone*
ro: Număr de telefon*

source: Choose a product, a size and quantity*
ro: Selectați un produs, mărime și cantitate*

source: Choose a product
ro: Selectați produsul

source: Choose size
ro: Selectați mărimea

source: Choose a quantity
ro: Selectați cantitatea

source: Add to Cart
ro: Adauga în coș

source: CART
ro: Coșul meu

source: ITEM
ro: Produs

source: SIZE
ro: MĂRIME

source: QUANTITY
ro: Cantitate

source: PRICE
ro: Preț

source: PURCHASE
ro: Cumpără

source: Thank you for shopping!
ro: Vă mulțumim pentru cumpărături

source: Continue
ro: Continua

source: Contact information
ro: Contact

source: Mailing address:
ro: Adresa

source: Email Address:
ro: Adresa de email

source: Phone Number:
ro: Număr de telefon

source: Hello
ro: Ciao

source: My father's dream was always to become a beekeeper.He started working with them about 30 years ago, at first it was just a hobby.When my brother and I became old enough we started to do our share of work in the slowly growing business.We do our best to take care of our little friends.Our honey is completely natural and raw, there are no added substances in it.We work in this field, because we care about bees and the balance of nature.Without bees, there won't be a future for this planet.For this reason, it is important for us and for every small business working in this area, that people contribute to our work, by buying our products.It is people like us who help the bees stay alive and healthy.
ro: Visul tatălui meu a fost întotdeauna să devină apicultor. A început să lucreze cu ei acum aproximativ 30 de ani, la început a fost doar un hobby. Când eu și fratele meu am devenit suficient de bătrâni am început să ne facem partea de muncă în afacerea în creștere lentă. Facem tot posibilul să avem grijă de prietenii noștri mici. Mierea noastră este complet naturală și crudă, nu există substanțe adăugate în ea. Lucrăm în acest domeniu pentru că ne pasă de albine și de echilibrul naturii. Fără albine, nu va exista un viitor pentru această planetă. Din acest motiv, este important pentru noi și pentru fiecare întreprindere mică care lucrează în acest domeniu, ca oamenii să contribuie la munca noastră, cumpărând produsele noastre. Oameni ca noi ajută albinele să rămână în viață și sănătoase.

source: Post request required.
ro: Internal error.

source: Your personal details were not sent, please try again.
ro: Informațiile dvs. nu a fost trimise, vă rugăm încercați din nou.

source: Your order could not be placed, please try again.
ro: Comanda dvs. nu a fost registrată, vă rugăm încercați din nou.

source: Order placed successfully.
ro: Comanda dvs. a fost registrată.

source: You have the following order from honeyexpress: *order id:
ro: Comanda dvs. este: nr. de comandă:

source: ; *product:
ro: ; *produs:

source: ; *size and *quantity:
ro: ; *mărimea și *cantitatea
